{
  "date": "20090701",
  "year": 2009,
  "quarter": "Q3",
  "text": "Executives: Carol Schumacher – Vice President, Investor Relations Lee Scott - President and CEO Charles Holley, Executive Vice President and Treasurer Eduardo Castro-Wright – Wal-Mart Stores US President and CEO Mike Duke - Vice Chairman, Wal-Mart International Doug McMillon – Vice Chairman International Tom Schoewe – Executive Vice President and Chief Financial Officer This call is the property of Wal-Mart Stores, Inc. and intended solely for the use of Wal-Mart shareholders. It should not be reproduced in any way. This call will contain statements that Wal-Mart believes are forward looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 and intended to enjoy the protection of the Safe Harbor for forward looking statements provided by that Act. These forward looking statements generally are identified by the use of the words or phrases can over reduce, expect, going to, guidance, may continue, projected, will affect, will be, will benefit, will come, will continue, will find, will help, will hold, and will see or similar words or phrases in those statements. Similarly, descriptions of our objectives, plans, goals, targets or expectations are forward looking statements. These statements discuss among other things our anticipated US comparable store sales for the current fiscal quarter, our managements expectations that changes in currency exchange rates will be detrimental to comparison of this years fourth quarter sales over last years fourth quarter sales, our anticipated diluted earnings per share from continuing operations for the current fiscal quarter and for fiscal year 2009. Our anticipated tax rate for fiscal year 2009 and our managements expectations as to factors influencing that tax rate, our managements expectations that foreign exchange will negatively impact our fourth quarter results and our earnings per share from continuing operations for the fourth quarter our managements expectations for our return on investment for fiscal year 2009 and that plans for our Wal-Mart US operations will continue to increase return on investment our management expectations as to price leadership continuing to drive Wal-Mart success. Continued investment in those international markets with superior growth opportunities that can deliver enhanced returns, the benefit of improving the US health care system and energy policy and strengthening the US economy and consumers having more money to spend with us and others, our price leadership helping customers in difficult economic times, our capital expenditure for fiscal year 2009, Wal-Mart US project impact plan continuing to drive the operating segments business and momentum and to have a positive impact on return on investment and improved returns coming by rebalancing new strength with accelerated remodeling in the next few years in our Wal-Mart US segment. Wal-Mart US’s message for customers during the 2008 holiday season, Wal-Mart US continuing to drive merchandise assortments to meet its win play show approach, Wal-Mart US product highlights on certain days, Wal-Mart US continuing to improve in store branding and communications, Wal-Mart US customers continuing to experience the Wal-Mart brand in stores that are fast, clean and friendly, the stronger US dollar starting to have a negative impact on our international segment and likely affecting our international segment in the fourth quarter of the fiscal year 2009. Sam’s Club members continuing to focus on value and being selective in discretionary purchases, Sam’s Club continuing to leverage its strength, Sam’s Club focusing on certain membership achievements, Sam’s Club members finding value in exciting offerings and certain merchandise categories in the holiday season and being helped by Sam’s Club to have a good Christmas and Sam’s Club holding a member’s only event with special merchandise on a certain day and the anticipation and expectations of Wal-Mart and its management as to future occurrences and trends. These forward looking statements are subject to risks, uncertainties and other factors domestically and internationally including general economic conditions, our cost of goods, competitive pressures, inflation, consumer credit availability, spending patterns and debt levels, currency exchange fluctuations and volatility, trade restrictions, changes in tariff and freight rates, fluctuations in the cost of gasoline, diesel fuel and other energy, transportation, utilities, labor and health care, accident costs, casualty and other insurance costs, interest rate fluctuations, financial and capital market conditions, geopolitical conditions and events, weather conditions, storm related damage to our facilities, the availability of attractive investment opportunities in international market, regulatory matters and other risks. We discuss certain of these matters more fully in our filings with the SEC including our most recent annual report on Form 10-K and the information on this call should be read in conjunction with that annual report on Form 10-K and together with all our other filings including current reports on Form 8-K we have made with the SEC through the date of this call. We urge you to consider all these risks, uncertainties and other factors carefully in evaluating the forward looking statements we make in this call. Because of these factors changes in facts, assumptions not being realized or other circumstances, our actual results may differ materially from anticipated results, expressed or implied in these forward looking statements. The forward looking statements made in this call are made on and as of the date of this call and we undertake no obligation to update these forward looking statements to reflect subsequent events or circumstances. The comp store sales for our total US operations and for our Sam's Club segment discussed on this call exclude the impact of fuel sales in our Sam's Club segment. That measure, our return on investment, and our cash flow coverage ratios as discussed in this call may be considered non-GAAP financial measures. Reconciliations of those non-GAAP financial measures to the most directly comparable GAAP measures are available for review on the investor relations portion of our corporate website at www.WalMartStores.com/Investors.\nCarol Schumacher: Welcome to the Wal-Mart Stores Third Quarter Earnings Call for Fiscal Year 2009. This is Carol Schumacher, Vice President of Investor Relations. The replay of this call and related materials about the quarter are available on our website. We’ve changed the format for our call and beginning today each operating CEO will cover his business. Here’s today’s agenda. Lee Scott will provide opening comments on our business and the economy. Charles Holley will cover the detailed consolidated financial results for the company. Eduardo Castro-Wright will discuss the results for Wal-Mart US followed by Mike Duke on Wal-Mart International and the results of our largest countries. Doug McMillon is up next with Sam’s Club followed by Tom Schoewe who will close our call with the status of our financial metrics and comment about the fourth quarter including guidance. The investor relations team is available for follow up on the third quarter today and with that let’s get on with the results.\nLee Scott: It’s really a pleasure to start by saying that we have solid sales and earnings for the third quarter despite economic difficulties and global currency fluctuations. This is good news on top of last weeks solid results on October US comp sales. These results are truly a credit to our more than 2 million associates around the world who are delivering for our customers and our members. Diluted earnings per share in quarter three were $0.77 which compares to $0.70 last year. This was clearly the result of improved operating performance coupled with capital efficiency. We also saw free cash flow improve year to date compared to the same time last year. Sales for this quarter were $97.6 billion a 7.5% increase over the same period last year. We’ve strengthened our price leadership position and it is more established than ever with our customers. This will continue to drive our success. As we indicated at our analyst meeting about three weeks ago the Wal-Mart model works around the world. These results are further proof that customers appreciate how we are executing on our strategy to save them money so they can live better. I visit our US Wal-Mart stores almost every week and I can tell you they just feel better. The morale of our associates is better and their performance is reflected in the customer service they are delivering every day. In fact, a number of our customers have been telling me how much they appreciate the assistance that our associates are offering. Our focus on inventory management has delivered improved financial results since last year and from the customer standpoint the merchandise is presented in a more thoughtful and attractive way. The new three year plan that Eduardo now has in place for Wal-Mart US, I think he calls is Project Impact, will continue to have a positive impact on ROI. Improved returns will come by rebalancing new store growth with accelerated remodeling in the next couple of years. Many of the analysts and investors saw the results at store number one in Rogers, Arkansas, which is in fact our first store to go through this initiative. Since the remodeling, store one has had higher customer experience scores and higher sales. Despite the headwinds from currency our international performance is solid. As you’ll hear from Mike today our everyday low price strategy allows us to perform well against competitors in this environment. We are committed to EDLP and EDLC in every market. Further, we will continue to invest in those international markets with superior growth opportunities that can deliver enhanced returns. I’m particularly encouraged by the October sales results at Sam’s Club. The membership programs that Doug and his team have initiated are increasing new sign ups. These initiatives and membership along with improvements in merchandising and marketing are very promising. At the analyst meeting you heard details about our capital expenditures program. The emphasis on capital efficiency is at the top of the list when our real estate committee meets to review projects. Both in the United States and in other markets we remain very focused on the most effective use of our capital dollars. Before you hear more about our detailed results let me comment on our sales and the economy. I was pleased with our US comp of 2.4% for the October period. Both Wal-Mart US and Sam’s Club had good results with an increase in traffic. We believe that our price leadership position continues to resonate with customers and members across all demographics. Wal-Mart has momentum as we move into the fourth quarter. The stronger US dollar will start to have a negative impact on international segment and as Tom will share with you later it will likely affect us in the fourth quarter. On an entirely different subject, last week the United States elected Senator Barak Obama as our 44th President. In many ways it was an historic election, our first African American President and a record turnout of voters. I’m excited about our nation coming together to address issues important to our customers and our associates. I said in June that Wal-Mart was looking forward to working with the new President and Congress regardless of party to find solutions to our challenges. We are even more committed to that today. President Elect Obama is already laying out long term steps that are designed to help the middle class including initiatives in energy, healthcare and economic growth. If the US can improve its healthcare system and its energy policy, if we can strengthen our economy and put more money in the pockets of our customers we will all benefit. We are aware of the challenges related to this economy though we are realistic about the holidays and our sales performance. Throughout the world we are well prepared at Wal-Mart. Our price leadership positions us well and will help our customers in all markets navigate through these difficult economic times. I’m optimistic about the holidays for Wal-Mart and for the Wal-Mart customer. It is our time and we have momentum from the third quarter. While I know it’s only November 13, let me close with sincere wishes for a wonderful Thanksgiving holiday everywhere it’s celebrated. On behalf of our 2 million Wal-Mart associates around this world have a great Christmas and a Happy and Healthy New Year. Now Charles will give you the details on the financial results.\nCharles Holley: Total net sales for the company were up 7.5% for the third quarter to approximately $97.6 billion. In addition, US comp stores sales were a positive 3% without fuel. Operating income was up 6.7% and income from continuing operations before taxes and minority interest increased 7.4% for the third quarter. Diluted earnings per share from continuing operations were $0.77, that’s up from the $0.70 we reported in the third quarter last year. As a reminder earnings per share last year were impacted positively by $0.01 per share from a gain on the sale of certain real estate properties. Discontinued operations for the current quarter includes an after tax gain of $212 million from the sale of Gazeley Limited an ASDA Property Development subsidiary and a $107 million after tax charge related to the closure of 23 stores and the planned divestiture of other properties at Seiyu in Japan. Before we get into the additional detail let me comment on the significant exchange rate changes we have all seen during the past month. In our October sales release last week we called out the 14.8 percentage point impact that exchange rates had on Wal-Mart International’s monthly sales results. For most of our International markets the impact of October foreign currency fluctuations will be reflected in our fourth quarter results of fiscal 2009. Since all countries except Canada and Puerto Rico are consolidated on a one month lag. Now let’s get back to the consolidated results. Consolidated gross profit was up 34 basis points for the third quarter primarily due to a strong performance by the Wal-Mart US segment. Consolidated inventories were up only 2.2% when compared to October of last year and that’s against a year to date sales increase of 9.4%. Payables as a percentage of inventories for the company were 76.2% at the end of the third quarter which is down 3.2% from last year. This is primarily related to the cut off of the quarter end between this year and last year for some of our larger international operations. Last year we benefited from when the quarter end occurred and when we made our payments. This year we did not experience this benefit. Membership and other income this quarter were down 3%. Recall last year other income included $71 million and pre-tax gains from the sale of certain real estate properties. Other income also includes Sam’s Club membership revenue which is down slightly from the third quarter last year. It also includes tenant lease income, financial services, and recycling income. Consolidated operating expenses as a percentage of sales were up 26 basis points over last year. This is due in part to expenses related to hurricane damage and recovery in the United States as well as an increase in corporate expenses and higher bonus accruals for store and field associates at Wal-Mart US. Corporate expenses were up approximately 17% from the third quarter of fiscal 2008 due primarily to the investments the company is making in transformation programs. These investments in our infrastructure, merchandising, finance and HR systems ensure that we create the value our customers, shareholders and associates expect and deserve. The merchandising systems upgrade includes space allocation, pricing tools and other business improvement systems to ensure we continue to capture value for our shareholders and to improve the customer experience in our stores. For the finance area we are involved in a major third party implementation to ensure that our systems are strategically integrated and flexible to support our growth. The HR improvements include upgrades and enhancements to people division infrastructure, management development and scheduling customization. Net interest expense was down slightly from last year’s third quarter due primarily to lower short term rates. Our tax rate for the quarter was 34.9% which is up 38 basis points from this quarter last year. The recent fluctuations in foreign currency exchange rates which have affected the mix of income between domestic and international operations are the main driver of this increase. This situation may continue to be a factor for the remainder of the year but we continue to expect our tax rate for fiscal 2009 to be between 34% and 35%. Debt to total capitalization was 41.8% for the third quarter this year compared to 42.9% last year. Looking at our cash flow statement our capital spend for the nine months of this fiscal year is approximately $8.2 billion down from approximately $10.9 billion at this time last year. During the third quarter we repurchased approximately $1.3 billion of our stock which represents approximately 21.4 million shares. As we noted during the analyst meeting we stepped back on share repurchase in early October. We believe it is more prudent to take a pause while the financial markets settle down. Year to date we have purchased almost 61.5 million shares under our current $15 billion share repurchase authorization we have spent almost $10 billion to repurchase approximately 203.6 million shares. Now let’s move to the discussion of our operating segments. We’ll start with Wal-Mart US.\nEduardo Castro-Wright: It’s been a great quarter. I’m pleased with the Wal-Mart US results. In this increasingly difficult environment our business strategy is delivering strong results. Our mission to help customers save money so they can live better couldn’t be more relevant than it is today and it is positioning us quite well for the future. For the third quarter fiscal 2009 our comp store sales increased by a solid 2.7%. Year to date our Wal-Mart US stores have a 3.4% comp sales increase significantly higher than this time last year. Total net sales increased by 6.1% to $61.2 billion for the third quarter. As Lee pointed out our sales performance is indicative of the momentum driving Wal-Mart US with both our customers and our associates. Across every category in which we do business we continue to widen the performance cap between our stores and the competition. Clearly the momentum is driven by the significant progress we’ve made building on the trust that American families have in the Wal-Mart brand and improvements we have made in how they experience our stores. I feel confident that the next three year plan we laid out at our recent analyst meeting will continue to drive this momentum. Operating income for Wal-Mart US are $4.3 billion grew faster than sales and increased 7.3% over the third quarter last year. This is especially impressive if you consider that our sales and profit were negatively impacted by unusual expenses of $176 million related to hurricanes Gustaf and Ike and also to increased incentive bonus accruals for store associates. As indicated before expenses increased 9% due to damage and recovery costs from the hurricanes as well as the increased accruals for performance bonuses to be paid to field associates to recognize better than planned performance across the majority of stores. Regarding the hurricane costs let me remind you that Wal-Mart is self insured for these kinds of events. Gross profit as a percent of sales increased by 71 basis points when compared to the third quarter of fiscal 2008. Our gross profit improvement is being driven by a favorable merchandise mix that reflects the application of our Win/Play/Show merchandising initiative and a significant improvement in inventory levels leading to lower markdowns and shrinkage. We expect these results to be sustained over time. Now that the scheduling system has been in place for the past 12 months and we’re optimizing it even more we’re realizing significant productivity gains as measured by sales per labor hour. Associate wages grew at a rate lower than sales for the quarter. What is gratifying is that the new scheduling systems have had a very positive effect on customer service. We believe that we can generate additional productivity improvements throughout next year as we continue to match staffing to customer traffic across the store. Both our customers and our associates are telling us we’re improving in the areas that matter to them. Our customer satisfaction scores have improved this quarter and are running well above last year’s scores. Customers are telling us we’re consistently improving in our goal to run faster checkouts and trendier and cleaner stores. Our associates are also telling us that they are feeling good about the company. Our latest survey showed a 6 percentage point increase in engagement scores among all Wal-Mart US associates from last year to this year. Our more than 30,000 management associates had an 80% engagement score this past year which is I believe truly best in class. Inventory increased by 3.4% at the end of the quarter which is right at our goal of growing inventory at half the rate of sales increase. Our emphasis on merchandise flow improvements and cleaner inventory continues to contribute to a better customer experience and improved financial performance. Very importantly customers have told us that they like uncluttered stores. Now that we have covered the numbers let’s look at some of the successes we have had in our business units. As I mentioned earlier our comp remains well ahead of most retail competitors. Traffic was flat for the quarter and average ticket increased to drive the comp. Given that many customers are feeling a strain on their budgets and reducing some of their discretionary spending our traffic driving initiatives and value framing campaign were very important in driving performance. I believe this is the best approach for this holiday season. Price leads all of our marketing programs. We have a number of commercials that show customers how they can save on everyday needs. We will continue to remind customers that the savings add up when you shop at Wal-Mart. This message will continue to be very important during the holidays. As John Fleming shared with you at the analyst meeting we have defined seasonal as a win category. Performance of seasonal events this past quarter was driven by outstanding store presentation and by our integrated communication program. This was evident in our success for Halloween. Our business came late but it did come. The product presentation and marketing came together to drive double digit sales growth in Halloween related merchandise. Not surprisingly our candy sales were particularly strong and our fresh grocery and apparel Halloween offerings drove strong comps. We have talked in the past about entertainment properties which is one of our growth categories. In the third quarter we continued to execute against this program and we monetize traffic by leveraging and exclusive entertainment property, AC/DC, to drive sales in other areas. Our stores merchandise the band’s newest CD in our young men’s apparel area along with video gaming systems. The result was great sales for both the music and apparel areas. Apparel continues to work for us especially in basics. On a comp basis our apparel business outperformed the market in the last three reported sales periods by a significant margin. We started the quarter with strong back to school sales led by denim and casual apparel and that momentum continued through Halloween. When it comes to our entertainment business consumers are being more cautious on discretionary spending in electronics. We’re seeing healthy sales growth on new and innovative products like gaming, flat panel TVs and GPS units. The sales results of our early holiday season special values last weekend exceeded our expectations. You will see a number of entertainment products featured in our black Friday event. No place is priced more important to customer than in grocery. Wal-Mart US continues to make inroads in price leadership and the gap is widening as reflected by comparing our prices to published reports from independent sources. As a result Wal-Mart outperformed all major national chains on comp when compared with their published reports. Consistent with previous quarters overall food inflation remains in the mid single digits. Inflation in general merchandise is less significant running in the low single digits for both apparel and home. We are seeing deflation in the mid single digits in entertainment. The price leadership position we have defined so clearly in health and wellness continues to drive favorable comps. Both prescription and over the counter had comp increases during the quarter. New products and initiatives to expand Wal-Mart’s online presence through our 1-800-Contacts venture drove excellent performance in our optical business. We also announced a very innovative direct to payer model that will cut waste from existing multi-layer drug distribution supply chain system and continue to make healthcare more affordable for American families. Our Win/Play/Show merchandising strategy has significantly improve the clarity of our offering and we have continued to add assortments across every department. The improvements we have seen in our home and hard lines business units reflect how well the strategy is being executed. For example, in something as mundane as weather stripping where we streamlined our offering and changed our presentation sales were up 80%. This clearly exemplifies the opportunities that we enjoy as we continue to add assortments across the entire store. We opened 20 stores during the quarter bringing our year to date total to 102 new stores. The overall sales performance of our new stores including both new construction, relocations or extensions has improved on a year to date basis over the performance of new stores opened last year. Project impact, which we presented at the analyst and investor meeting, will help drive our business for the next three years. It is first and foremost about saving customers money so they can live better, but it is also about the way we go to market by driving our Win/Play/Show strategy and it is very much about how customers experience the Wal-Mart brand in stores that have faster checkouts, friendlier associates, and cleaner stores. I will now finish the Wal-Mart US discussion with some thoughts about the Christmas season. I believe that we have a truly outstanding plan for the holidays. In this difficult environment Wal-Mart’s Save Money. Live Better value proposition resonates with our customers and is the cornerstone of everything we do. Last week we launched operation Main Street a seven week rollback campaign during the holidays to help consumers save an additional $200 million over and above the great everyday low prices that they currently find in our stores. The savings include thousands of products across every department in the store. Operation Main Street also includes initiatives that lend a helping hand to community organization. These are difficult times but these are Wal-Mart times. I feel optimistic about the fourth quarter. Thanks and let me turn it over to Mike.\nMike Duke: Before we move to quarterly results let me comment on the global economy. We are all well aware of the impacts of the current economic crisis including recent currency fluctuations. You heard Charles discuss the impact of recent significant changes in currency exchange rates. In our business we plan and hold management accountable for their results on a local currency basis without the impact of potential swings in exchange rates. With the exception of our total segment results this discussion of Wal-Mart International excludes the impact of currency. Now on to our third quarter results, it was a good third quarter for Wal-Mart International business. Our unique combination of everyday low prices and talented country leadership combined with our three pronged strategy, portfolio optimization, global leverage, and plans to win in each market positions us to perform well in this tough global economy. International net sales for the third quarter were approximately $24.9 billion. That is an 11.2% increase over the prior year. The impact of currency valuation on third quarter sales was negligible as strengthening of the Mexican peso; Brazilian real and Japanese yen were offset by appreciation of the US dollar against the British pound and the Canadian dollar. Our strongest underlying sales performances in the quarter came from China and Brazil. Canada, the United Kingdom and Mexico also continued to deliver healthy sales increases despite tough economic conditions. Segment operating income for the third quarter was approximately $1.2 billion up 10.6% as was the case in the second quarter. Gross profit for the segment was down slightly versus the third quarter last year largely for two reasons. First our stores in Japan are shifting more to the everyday low pricing strategy and second, an increased contribution of fuel in the UK. Operating expenses as a percent of segment sales were down from the third quarter of fiscal 2008. Contributing to this were the strong improvements in Brazil and Japan. The impact of foreign currency fluctuations due to the strengthening of the US dollar in the third quarter caused operating income to grow slower than sales. The third quarter impact of currency valuation on operating income was a negative $18 million. Now let’s move to the results of the larger countries. As is always the case we discuss the results of operations of our countries without the impact of foreign currency fluctuations in order to discuss their underlying local currency performance. In the United Kingdom ASDA had another successful quarter growing twice as fast as the UK market according to TNS. Sales growth continues to be driven by both increased customer traffic and higher ticket, with customers attracted by strong pricing and improved service and product assortment. This performance is notable given the slower economic growth in the UK and the all time low level of consumer confidence. ASDA delivered another quarter of strong sales with comp growth excluding fuel of 6.9%. Total sales increased in the high single digits excluding fuel and in the low double digits including fuel. According to TNS market share rose by 60 basis points year over year to 12.4% in the 12 weeks ended October 5th. Food sales remain strong driven by a combination of volume growth and some inflation. The strongest sales were in meat, chilled foods, rice, pasta and wine. ASDA’s price advantage over competitors is now at its strongest over the last 12 months. In general merchandise ASDA has outperformed all major general merchandise retailers over this period with the strongest results in baby, music, videos and games. ASDA’s operating income was ahead of plan and grew just below the level of sales growth excluding fuel. Expenses were lower as a percentage of sales despite significantly upward pressure in energy costs as ASDA continued to drive an EDLC agenda. The ASDA growth strategy combines good comp growth with new space and new channel development. ASDA has opened 15 new stores so far this year including four ASDA Living stores. An additional six stores are planned to open during the remainder of calendar 2008. ASDA’s price leadership position combined with the lowest cost to operate in the UK leaves it well positioned to enhance ROI. Now on to the America’s, in Mexico consumer confidence is at an all time low. In this economic environment though our management team at Wal-Mex invests and works with a long term vision. Wal-Mex cash generation and strong balance sheet allows management to continue strong investment in price, open new stores, remodel existing stores and expand distribution capabilities. Wal-Mex third quarter sales increased 10.2% while comparable store sales increased 3.7% both in nominal terms. These were driven by customer traffic which increased 4.8% at comparable stores in the third quarter. We are encouraged by this result. Gross margin improved in the third quarter continuing the performance from the second quarter. The third quarter increase came despite a drop in sales in our higher margin formats suburbia and VIPS and investments made to strengthen our pricing position. Gross margin improvement was driven by strong inventory management which reduced markdowns and lowered shrink. I am particularly proud of Wal-Mex’s inventory management. Inventory levels in the third quarter were lower than the corresponding period last year. Operating income grew only 3.2% this was due to pressure from utility expense and the catch up of remodels that outweighed the gross margin increase. Wal-Mex management is focused on three key initiatives to drive sales in a tough market. Wal-Mex is increasing its price differential to the competition. In fact, as Wal-Mex exited the third quarter its stores achieved the largest price advantage in five years. They are also focused on improving the quality and the price of perishables. As a result sales volume is growing in the double digits. Lastly, they are focused on seasonal merchandise. Although back to school was below expectations the management team applied lessons from that season to holiday programs that allowed Wal-Mex to leverage global sourcing for holiday merchandise. Now moving north to Canada, at Wal-Mart Canada third quarter net sales improved by 9.4% while comp sales grew slightly more than 3%. Overall growth continues to be driven by the Super Center expansion program. Electronics and food were key drivers of comparable stores sales growth. Seasonal categories including apparel and shoes continue to show growth in tough economic times. Operating income in Canada grew 9%. Gross margin was pressured downward due to a shift in the mix of sales toward food and consumables. Ongoing cost efficiencies in logistics and in the stores resulted in expenses growing slower than sales. During the third quarter Wal-Mart Canada opened its latest Super Center in Westbank, British Columbia and converted discount stores in Milton and Oakville to Super Centers. This brings the total number of Canadian Wal-Mart Super Centers to 39. Now to South America, in Brazil our operations generated a healthy 17% sales increased with third quarter real comparable store sales of 4.8%. Comparable store sales were driven by a strong 8.1% increase in customer count. We are particularly proud that Super Centers and Maxxi delivered real comparable sales in the mid teens. Expenses as a percent of sales in Brazil declined from the third quarter of fiscal 2008 despite a headwind from expenses related to 10 new stores opened during the quarter. Third quarter operating income in Brazil grew faster than sales. Leaving the America’s and turning to Asia, as Seiyu in Japan the third quarter was challenging. Traffic at our Seiyu stores continued to increase as a result of our price investment activities. However, food sales were down 2% due to sales declines in beverages, tobacco and chilled foods. General merchandise and apparel sales were impacted negatively by the economic slowdown and by the planned elimination of the [Yu Tai] promotional program as we move to the everyday low price strategy. Similar to the market in Japan which are generally running negative comps, third quarter comparable store sales at Seiyu were down 3.1%. Seiyu's strategic price investment initiatives geared toward establishing price leadership are moving forward. To support the everyday low price strategy, Seiyu is accelerating everyday low cost initiatives. As a result, expenses as a percent of sales significantly improved over the third quarter of fiscal 2008. This improvement was driven by increased labor productivity, improved logistics efficiency, and cost reductions in our home office. Japan's third quarter operating loss was in line with the third quarter of last year. Seiyu's year to date operating loss is slightly better than fiscal 2008. Now lastly let's discuss China, sales at Wal-Mart China increased 26.1% in the third quarter. Comparable store sales grew 11.9% driven primarily by average ticket and a solid performance at our Sam's Clubs in China. During the quarter, we opened seven new stores. Wal-Mart China's third quarter contribution to operating income was flat to last year. Margin and expenses were relatively flat to the third quarter of last year. Also in China at our Trust-Mart business, third quarter total and comparable store sales increased approximately 8%, driven by increases in customer count and average ticket. Trust-Mart's contribution to operating income increased from the third quarter of fiscal 2008 and gross margin came in at a similar level to last year. Now I’ll turn it over to Doug for the report on Sam's Club.\nDoug McMillon: Let's take a few minutes to cover Sam's Clubs third quarter performance. This was quite a quarter in many different respects. The hurricanes, mortgage and credit pressure, fuel prices, and product inflation all affected our members and influenced Sam's Clubs business. As I cover our quarterly financial results, I will include a discussion of some of those impacts. I will also talk about membership and the two new club formats we’re testing. For the quarter, Sam's Club sales grew by 7.4% over last year’s period to $11.6 billion. Comparable club sales excluding the volume and inflation effect of fuel increased by 4.5%. Including fuel sales, the comp Club sales number was 6.7%. Operating income increased to approximately $365 million up 1.7% compared to the prior year and a solid improvement from the second quarter. We did not meet the objective of growing Sam's Clubs operating profit faster than sales for the quarter despite having benefited from falling fuel prices on the gross profit line. Our total sales growth was accelerated by the impact of higher fuel prices and gallons. In addition to the hurricane costs, like Wal-Mart US, we made a couple of inventory liquidation decisions in the quarter that would normally feel pretty small except when you're working with the razor thin margins of the warehouse club business and the membership income results also did not contribute to achieving our goal of growing operating income faster than sales this quarter. Last quarter I talked about how higher fuel prices and our usually low margin fuel business helped drive top line sales increases but pressured margins. As we know, the fuel business can change quickly and it changed a lot during the third quarter. Sam's fuel sales once again increased significantly in the third quarter due to a combination of higher prices than a year ago and a strong increase in gallons pumped. However, over the course of the third quarter, the price per gallon decreased dramatically and during the last week of October, prices were actually below where they were at the same time last year. That was quite a change from August, the first month of the quarter, when prices were up about 35% versus the prior year. In the warehouse club business, we generally make most of our fuel profit when prices are falling and we benefit from volatility. Therefore at the end of the third quarter, our fuel gross profit rate was well above the prior year. This factor contributed to the 12 basis point increase in Sam's overall gross profit rate for the quarter. Recall that just the opposite occurred in the second quarter. Both traffic and ticket again without fuel were up in comparable clubs for the quarter as well as year to date. For the third quarter in a row this year, traffic and ticket were up for both Advantage members and Business members. Advantage member traffic growth exceeded Business increases in the quarter, while Business ticket increases were ahead of those for our Advantage members. Serving both types of members well is the key to our success and so I'm pleased to see the continued growth with both segments. Food and consumable categories dominated Sam's comp sales growth for the quarter. Highlights included strong sales in grocery, fresh, pets, and baby care. Our members are clearly making choices today on how they spend and those choices are clearly weighted toward everyday necessities and away from more discretionary purchases. This is manifesting itself in continuing softer general merchandise sales including in fine jewelry, electronics, and house wares. Apparel, however, was a bright spot for the quarter as members responded to new fall items and I believe that weather helped apparel as well. Overall for Sam's, the discretionary business has become even more of an item driven business. Our members still want SmartPhones, GPS units, and energy saving items like solar, LED motion detector lights. We've got to think and act an item at a time in this environment. I might also add that we are hoping to see flat panel TV sales pick up even a little more given our current prices. During the quarter, we continued to have inflation in a number of categories in consumables, grocery, and fresh. Although with commodity price pressure moderating, we are excited to see some recent cost decreases. Inventory levels for the second quarter were up about 4.8% versus the prior year due to new club openings and forward buying ahead of price increases, which allowed us to maintain lower prices for our members longer than otherwise we would have been able to. Our Halloween inventories sold through well, improving on last year's performance. Expenses as a percent of sales were up slightly when compared to last year with higher utility expenses and hurricane related costs creating a profit pressure for the quarter. Other income including membership decreased slightly from the prior year. As anticipated, third quarter membership income which is recorded on a deferred revenue recognition basis was down slightly from the prior year. We continue to focus on execution related to this area, including demonstrating the value of membership to current and prospective members through innovations like the recently launched Member Benefits Summary. These statements allow members to see their savings versus traditional retail in key spending categories. The new summary replaced the former renewal notice that more or less looked like just another bill to our members. We are pleased with the results of our October savings challenge, which allowed members and prospective members in our clubs to view their savings versus traditional retail while they were at the club. In conjunction with the event, we offered a 10 week trial membership for $10. While that amount is slightly more per week than our traditional one year membership, it gave many individuals a great reason to try Sam's Club. We’ll be focused on converting those 10 week members into traditional one year members when the introductory periods end in January. During the quarter we opened two new test clubs. The first located in Houston is a business center. For this concept, we eliminated categories like pharmacy, jewelry and apparel and expanded our business focused assortment and a copy and print center. New hybrid trucks provide delivery service, which gives us the ability to reach a larger radius of small businesses beyond the typical club trade areas. In addition to the business center, we also opened a smaller club prototype in Garden City, Kansas. I am excited about the potential this smaller format has to operate successfully in places where a larger club might not make sense. I am encouraged by the early results in Garden City. To wrap up, let me give you a brief look ahead. As we enter the holiday season, we expect our members will continue to focus on value and will be selective in their discretionary purchases. So, we are stepping up our communication about the substantial value that our clubs offer members and we will be leveraging our strengths in areas like fresh food. I feel good about the items we are bringing to the clubs for the holidays. Members will find value in basics and they will find some exciting offerings in general merchandise and fresh food. The weekend before Thanksgiving, we will hold their annual holiday taste of Sam's Club. It's a fun event that our members look forward to where we can display and sample everything you need to prepare a great holiday meal. I believe our members, despite the economy will find a way to have a good Christmas with their family and friends and we are going to help make that possible. On the Friday after Thanksgiving, we will hold a members only event with special merchandise at incredible values selected just for our members. We had a strong increase on that day last year, so we are preparing to top it and it should be a very exciting shopping day. That's it for Sam's Club and now I’ll turn it over to Tom.\nTom Schoewe: Before we get to earnings guidance, let's review our quarterly report card on our five Wal-Mart financial metrics. We’re in the positive column on two of the five. Recall that these metrics are all on a consolidated basis. We continue to do well on inventory and again succeeded in growing inventory at less than half of the rate of our sales growth. Once again, operating income grew faster than property, plant, and equipment or PP&E. As Lee and Charles indicated, we remain committed to improved capital efficiency. This strategy results in a full year CapEx estimate of a maximum of $13 billion for fiscal 2009. While we have achieved our goal of growing payables faster than inventories for the past four quarters, we did not meet this goal for the most recent quarter. In Q3 operating income did not grow at the same pace as sales. However, we feel that the underlying operations did in fact meet the goal of growing operating income faster than sales when you consider the $71 million pretax gain on real estate from the third quarter of last year. Another factor that influenced the earnings increase is that corporate expenses increased faster than sales. Charles noted earlier that corporate expenses were up approximately 17% from the third quarter of fiscal 2008 due primarily to the investments the company is making in transformational systems programs. These investments should ensure that our infrastructure supports our planned growth and business requirements. Let me move to free cash flow which we define as cash provided by operating activities less CapEx. The combination of these two factors, that's improved operations and capital efficiency, allowed us to report that the company ended the first nine months with free cash flow of approximately $2 billion. This is an amazing improvement over this time last year when we actually had a deficit of $1.3 billion. Furthermore, return on investment from continuing operations for the trailing 12 months ended October 31, 2008 is 19.3% that's up approximately 10 basis points due to stronger operating performance coupled with our tighter capital efficiency. I am so proud of our progress here. At the end of the second quarter, we reported that ROI had flattened. To report an improvement this quarter is a very big deal. We have reversed a trend. Now let's chat about our guidance. Given our momentum especially in our Wal-Mart US business, we are comfortable with a fourth quarter comp guidance of between 1% and 3%. We expect diluted earnings per share from continuing operations for the fourth quarter to be between $1.03 and $1.07. It is likely that the recent rapid changes in currency exchange rates we've seen will be detrimental to the comparisons of this year's fourth quarter performance when compared to the prior year. Assuming rates remain where they are today; foreign exchange is expected to negatively impact diluted earnings per share from continuing operations for the fourth quarter by approximately $0.06. While we have tightened and modestly reduced our guidance, the major change is in estimated foreign exchange rates and assumes that the underlying operating performance remains solid. Therefore, we now expect our full year diluted earnings per share from continuing operations for fiscal year 2009 to fall within a range of $3.42 to $3.46 per share. Before I close, let me summarize the key take aways for this call. First, the Wal-Mart model works around the world and is working now more than ever in a difficult environment and economy. We are saving people money so they can live better. Second, our management teams are strong and aligned and face it; we are simply running a better business. Finally, we recognize that the economy around the world will continue to be challenging and some fluctuations in foreign exchange are expected but still unknown. That said we are optimistic about our sales and operating performance for the holidays and the fourth quarter and our overall performance relative to the industry. That's it and thanks again for your interest in Wal-Mart."
}